<script>
Response = {
	"method": "get",
	"url": "/list/",
	"response": {
    "citycode": "0531",
    "adcode": "370102",
    "bussinessAreas": [
        {
            "name": "华为5G基站",
            "id": "370102",
			"health": 1,
            "location": {
                "P": 36.624876,
                "O": 116.88277400000002,
                "lng": 116.882774,
                "lat": 36.624876
            },
            "status": "正常"

        },
        {
            "name": "华为5G基站",
            "id": "370103",
			"health": 1,
            "location": {
                "P": 36.669053,
                "O": 116.890965,
                "lng": 116.890965,
                "lat": 36.669053
              },
              "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370104",
			"health": 1,
            "location": {
                "P": 36.650876,
                "O": 116.894398,
                "lng": 116.894398,
                "lat": 36.650876
              },
              "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370105",
			"health": 1,
            "location": {
                "P": 36.665818,
                "O": 116.903582,
                "lng": 116.903582,
                "lat": 36.665818
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370106",
			"health": 1,
            "location": {
                "P": 36.671738,
                "O": 116.908303,
                "lng": 116.908303,
                "lat": 36.671738
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370107",
			"health": 1,
            "location": {
                "P": 36.647709,
                "O": 116.901951,
                "lng": 116.901951,
                "lat": 36.647709
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370108",
			"health": 1,
            "location": {
                "P": 36.653149,
                "O": 116.912079,
                "lng": 116.912079,
                "lat": 36.653149
            },
            "status": "正常"
        },

		{
            "name": "中兴4G基站",
            "id": "370109",
			"health": 1,
            "location": {
                "P": 36.656591,
                "O": 116.923838,
                "lng": 116.923838,
                "lat": 36.656591
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370110",
			"health": 1,
            "location": {
                "P": 36.656109,
                "O": 116.896716,
                "lng": 116.896716,
                "lat": 36.656109
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370111",
			"health": 1,
            "location": {
                "P": 36.657005,
                "O": 116.936198,
                "lng": 116.936198,
                "lat": 36.657005
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370112",
			"health": 1,
            "location": {
                "P": 36.641993,
                "O": 116.901608,
                "lng": 116.901608,
                "lat": 36.641993
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370113",
			"health": 1,
            "location": {
                "P": 36.624085,
                "O": 116.881524,
                "lng": 116.881524,
                "lat": 36.624085
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370114",
			"health": 1,
            "location": {
                "P": 36.70567,
                "O": 116.87809,
                "lng": 116.87809,
                "lat": 36.70567
            },
            "status": "正常"
        },

		{
            "name": "中兴4G基站",
            "id": "370115",
			"health": 1,
            "location": {
                "P": 36.614103,
                "O": 116.966419,
                "lng": 116.966419,
                "lat": 36.614103
            },
            "status": "正常"
        },

		{
            "name": "中兴4G基站",
            "id": "370116",
			"health": 1,
            "location": {
                "P": 36.672572,
                "O": 116.908398,
                "lng": 116.908398,
                "lat": 36.672572
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370117",
			"health": 1,
            "location": {
                "P": 36.652536,
                "O": 116.900973,
                "lng": 116.900973,
                "lat": 36.652536
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370118",
			"health": 1,
            "location": {
                "P": 36.626124,
                "O": 116.879634,
                "lng": 116.879634,
                "lat": 36.626124
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370119",
			"health": 1,
            "location": {
                "P": 36.615756	,
                "O": 116.875396,
                "lng": 116.875396,
                "lat": 36.615756
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370120",
			"health": 1,
            "location": {
                "P": 36.702202,
                "O": 116.986611,
                "lng": 116.986611,
                "lat": 36.702202
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370121",
			"health": 1,
            "location": {
                "P": 36.650876,
                "O": 116.894398,
                "lng": 116.894398,
                "lat": 36.650876
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370122",
			"health": 1,
            "location": {
                "P": 36.685409,
                "O": 116.992276,
                "lng": 116.992276,
                "lat": 36.685409
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370123",
			"health": 1,
            "location": {
                "P": 36.620751,
                "O": 116.8946,
                "lng": 116.8946,
                "lat": 36.620751
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370124",
			"health": 0,
            "location": {
                "P": 36.620613,
                "O": 116.90387,
                "lng": 116.90387,
                "lat": 36.620613
            },
            "status": "电源故障"
        },

		{
            "name": "华为4G基站",
            "id": "370125",
			"health": 1,
            "location": {
                "P": 36.614413,
                "O": 116.928675,
                "lng": 116.928675,
                "lat": 36.614413
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370126",
			"health": 1,
            "location": {
                "P": 36.623162,
                "O": 116.967814,
                "lng": 116.967814,
                "lat": 36.623162
            },
            "status": "正常"
        },

		{
            "name": "中兴4G基站",
            "id": "370127",
			"health": 1,
            "location": {
                "P": 36.648301,
                "O": 116.963608,
                "lng": 116.963608,
                "lat": 36.648301
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370128",
			"health": 1,
            "location": {
                "P": 36.667856,
                "O": 116.941378,
                "lng": 116.941378,
                "lat": 36.667856
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370129",
			"health": 1,
            "location": {
                "P": 36.682518,
                "O": 116.894772,
                "lng": 116.894772,
                "lat": 36.682518
            },
            "status": "正常"
        },

		{
            "name": "华为4G基站",
            "id": "370130",
			"health": 1,
            "location": {
                "P": 36.649196,
                "O": 116.853659,
                "lng": 116.853659,
                "lat": 36.649196
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370131",
			"health": 1,
            "location": {
                "P": 36.717615,
                "O": 116.921122,
                "lng": 116.921122,
                "lat": 36.717615
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370132",
			"health": 1,
            "location": {
                "P": 36.662279,
                "O": 117.001631,
                "lng": 117.001631,
                "lat": 36.662279
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370133",
			"health": 1,
            "location": {
                "P": 36.66104,
                "O": 117.015707,
                "lng": 117.015707,
                "lat": 36.66104
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370134",
			"health": 1,
            "location": {
                "P": 36.667236,
                "O": 117.023432,
                "lng": 117.023432,
                "lat": 36.667236
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370135",
			"health": 1,
            "location": {
                "P": 36.645064,
                "O": 117.019827,
                "lng": 117.019827,
                "lat": 36.645064
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370136",
			"health": 1,
            "location": {
                "P": 36.659525,
                "O": 117.03047,
                "lng": 117.03047,
                "lat": 36.659525
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370137",
			"health": 1,
            "location": {
                "P": 36.639279,
                "O": 117.036135,
                "lng": 117.036135,
                "lat": 36.639279
            },
            "status": "正常"
        },

		{
            "name": "华为5G基站",
            "id": "370138",
			"health": 1,
            "location": {
                "P": 36.675635,
                "O": 117.059824,
                "lng": 117.059824,
                "lat": 36.675635
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370139",
			"health": 0,
            "location": {
                "P": 36.613517,
                "O": 117.004721,
                "lng": 117.004721,
                "lat": 36.613517
            },
            "status": "上行网关故障"
        },

		{
            "name": "中兴5G基站",
            "id": "370140",
			"health": 1,
            "location": {
                "P": 36.651262,
                "O": 117.120249,
                "lng": 117.120249,
                "lat": 36.651262
            },
            "status": "正常"
        },

		{
            "name": "中兴5G基站",
            "id": "370141",
			"health": 0,
            "location": {
                "P": 36.657597,
                "O": 117.096217,
                "lng": 117.096217,
                "lat": 36.657597
            },
            "status": "中兴5G基站故障"
        },
    ],
    "neighborhoodType": "风景名胜;风景名胜;国家级景点",
    "neighborhood": "趵突泉",
    "building": "环城公园",
    "buildingType": "风景名胜;公园广场;公园",
    "street": "趵突泉南路",
    "streetNumber": "157",
    "province": "山东省",
    "city": "济南市",
    "district": "历下区",
    "township": "趵突泉街道"
	}
}

export default {
    Response
}
</script>
